Repository: medKHALIFI/managers
Catalog: Lite/Resources/Localization/ApplicationResources.*.resx
Languages: cs, de, es, et, fi, fr, it, ja, ko, nl, pt, ru, sv, tr

# ExpressionBuilderFieldColumn
source: Field
cs: Pole
de: Feld
es: Campo
et: Väli
fi: Kenttä
fr: Champ
it: Campo
ja: フィールド
ko: 필드
nl: Veld
pt: Atributo
ru: Поле
sv: Fält
tr: Nitelik

# ExpressionBuilderOperatorColumn
source: Operator
cs: Operátor
es: Operador
et: Operaator
fi: Operaattori
fr: Opérateur
it: Operatore
ja: オペレーター
ko: 연산자
pt: Operador
ru: Оператор
sv: Operatör
tr: İşlemci

# ExpressionBuilderValueColumn
source: Value
cs: Hodnota
de: Wert
es: Valor
et: Väärtus
fi: Arvo
fr: Valeur
it: Valore
ja: 値
ko: 값
nl: Waarde
pt: Valor
ru: Значение
sv: Värde
tr: Değer

# CopyToClipboardCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
et: Tühista
fi: Peru
fr: Annuler
it: Annulla copia
ja: キャンセル
ko: [클립보드로 복사]
nl: Annuleer
pt: Cancelar
ru: Отменить
sv: Avbryt
tr: Iptal et

# CopyToClipboardOK
source: OK
it: Copia OK
ko: [확인]
ru: ОК
tr: Tamam

source: Export Settings
cs: Exportovat nastavení
de: Export Einstellungen
es: Exportar ajustes
et: Ekspordi seaded
fi: Vie asetukset
fr: Paramètres d'Export
it: Esporta impostazioni
ja: エクスポート設定
ko: [내보내기 설정]
nl: Export Instellingen
pt: Exportar Configurações
ru: Экспортировать настройки
sv: Inställningar export
tr: Dışa Aktarım Ayarları

source: Street View
et: Tänava vaade
fi: Katunäkymä
ja: ストリートビュー
ko: [스트리트 뷰]
ru: Просмотр улиц
sv: Gatuvy
tr: Sokak Görüntüleri

# FeatureEditInsertCategoryHeader
source: Insert GeoNote
cs: Vložit GeoNote
de: GeoNote einfügen
es: Insertar GeoNote
et: Loo GeoNote
fi: Lisää GeoNote
fr: Insérer une GeoNote
it: Inserisci GeoNote
ja: GeoNoteの挿入
ko: [GeoNote 입력]
nl: Nieuwe GeoNote
pt: Inserir GeoNote
ru: Вставить GeoNote
sv: Lägg till GeoNote
tr: GeoNote Ekle

# MapMeasurerModeCategoryHeader
source: Measure Mode
cs: Mód měření
de: Messen Modus
es: Modo Medida
et: Mõõtmisrežiimi
fi: Mittaustila
fr: Mesurer
it: Modalit� di misura
ja: 測定モード
ko: [측정 모드]
nl: Meet Modus
pt: Modo Medição
ru: Режим измерений
sv: Mätning
tr: Ölçü Alma Modu

# MapTrailCreateCategoryHeader
source: Create Trail
cs: Vytvořit pomocnou čáru
de: Hilfslinienzug erzeugen
es: Crear trazo
et: Loo jälg
fi: Luo apugeometria
fr: Insérer un Trait
it: Crea percorso
ja: トレイルの作成
ko: [트레일 생성]
nl: Maak Trail
pt: Criar Trilho
ru: Создать геометрию
sv: Skapa hjälplinje
tr: İz Sürüm Yarat

# MapTrailActionsCategoryHeader
source: Trail Actions
cs: Akce pomocné čáry
de: Hilfslinienzug-Aktionen
es: Acciones de trazo
et: Jälje tegevused
fi: Apugeometrian toiminnot
fr: Actions
it: Azioni sul percorso
ja: トレイルの操作
ko: [트레일 도구]
nl: Trail Acties
pt: Ações do Trilho
ru: Геометрические действия
sv: Hjälplinjeĺtgärder
tr: İz Sürümü Eylemleri

source: Clear Trail
cs: Smazat pomocnou čáru
de: Hilfslinienzug entfernen
es: Limpiar trazo
et: Puhasta jälg
fi: Poista apugeometria
fr: Supprimer le Trait
it: Annulla percorso
ja: トレイルの消去
ko: [트레일 초기화]
nl: Verwijder Trail
pt: Limpar Trilho
ru: Очистить геометрию
sv: Töm hjälplijne
tr: İz Sürüm Yarat

# MapTrailClearAll
source: Clear All
cs: Smazat vše
de: Alle entfernen
es: Limpiar todo
et: Puhasta kõik
fi: Tyhjennä kaikki
fr: Suppr. Tous
it: Annulla tutto
ja: 全て消去
ko: [전체 초기화]
nl: Verwijder Alle
pt: Limpar Tudo
ru: Очистить всё
sv: Töm allt
tr: Hepsini Sil

# TransactionDeleteFailedCaption
source: Delete Failed
cs: Smazání se nepodařilo
de: Löschen fehlgeschlagen
es: Falló el borrado
et: Kustutamine ebaõnnestus
fi: Poisto epäonnistui
fr: Suppression en échec
it: Cancellazione non riuscita
ja: 失敗の削除
ko: [삭제 실패]
nl: Verwijderen Mislukt
pt: Falha ao Excluir
ru: Ошибка удаления
sv: Radering misslyckades
tr: Silme İşlemi Başarısız

# TransactionDeleteFailedMessage
source: Deleting the feature failed
cs: Smazání prvku se nepodařilo
de: Löschen des Features ist fehlgeschlagen
es: Falló el borrados de la entidad
et: Kustutamine ebaõnnestus
fi: Kohteen poisto epäonnistui
fr: La suppression de l'élément a échoué
it: Cancellazione non riuscita
ja: 失敗フィーチャーの削除
ko: [삭제 실패]
nl: Verwijderen van feature is mislukt
pt: Falha ao excluir componente
ru: Операция удаления не удалась
sv: Radering misslyckades
tr: Detayı Silme Başarısız

# TransactionInsertFailedCaption
source: Insert Failed
cs: Vložení se nepodařilo
de: Einfügen fehlgeschlagen
es: Falló la inserción
et: Sisestamine ebaõnnestus
fi: Luonti epäonnistui
fr: Insertion en échec
it: Inserimento non riuscito
ja: フィールドの挿入
ko: [입력 실패]
nl: Toevoegen mislukt
pt: Falha na Inserção
ru: Ошибка добавления
sv: Lägg till misslyckades
tr: Ekleme Başarısız

# TransactionInsertFailedMessage
source: Inserting the feature failed
cs: Vložení prvku se nepodařilo
de: Einfügen des Features ist fehlgeschlagen
es: Falló la inserción de la entidad
et: Sisestamine ebaõnnestus
fi: Kohteen luonti epäonnistui
fr: L'insertion de l'élément a échoué
it: Inserimento non riuscito
ja: 失敗フィールドの挿入
ko: [입력 실패]
nl: Toevoegen van feature is mislukt
pt: Falha ao inserir componente
ru: Операция добавления не удалась
sv: Lägg till misslyckades
tr: Detay Ekleme Başarısız

# TransactionUpdateFailedCaption
source: Update Failed
cs: Aktualizace se nepodařila
de: Aktualisieren fehlgeschlagen
es: Falló la modificación
et: Uuendamine ebaõnnestus
fi: Päivitys epäonnistui
fr: Mise à jour en échec
it: Aggiornamento non riuscito
ja: 更新失敗
ko: [변경 실패]
nl: Wijzigen mislukt
pt: Falha na Atualização
ru: Ошибка сохранения изменения
sv: Uppdatering misslyckades
tr: Güncelleme Başarısız

# TransactionUpdateFailedMessage
source: Updating the feature failed
cs: Aktualizace prvku se nepodařila
de: Aktualisieren des Features ist fehlgeschlagen
es: Falló la modificación de la entidad
et: Uuendamine ebaõnnestus
fi: Kohteen päivitys epäonnistui
fr: La mise à jour de l'élément a échoué
it: Aggiornamento non riuscito
ja: フィーチャーの更新失敗
ko: [변경 실패]
nl: Wijzigen van feature is mislukt
pt: Falha na atualização do componente
ru: Операция сохранения изменения не удалась
sv: Uppdatering misslyckades
tr: Detay Güncelleme Başarısız

# TransactionDeleteQuestionCaption
source: Delete Feature
cs: Smazat prvek
de: Feature löschen
es: Borrar entidad
et: Kustuta objekt
fi: Poista kohde
fr: Supprimer l'élément
it: Cancella caratteristica
ja: フィーチャーの削除
ko: [삭제]
nl: Verwijder Feature
pt: Excluir Componente
ru: Удалить элемент карты
sv: Radera objekt
tr: Detayı Sil

# TransactionDeleteQuestionMessage
source: Are you sure you want to delete the feature?
cs: Opravdu si přejete smazat prvek?
de: Sind Sie sicher, dass Sie dieses Feature löschen möchten?
es: Seguro que quiere borrar esta entidad?
et: Olete kindel, et soovite objekti kustutada?
fi: Oletko varma että haluat poistaa kohteen?
fr: Confirmez-vous la suppression de cet élément ?
it: Sei sicuro di voler cancellare la caratteristica?
ja: フィーチャーを削除してもよろしいですか？
ko: [삭제하시겠습니까?]
nl: Weet U zeker dat U deze feature wilt verwijderen?
pt: Você tem certeza que deseja apagar o componente?
ru: Вы уверены, что хотите удалить этот элемент карты?
sv: Är du säker pĺ att du vill radera objektet
tr: Detayı silmek istediğinizden emin misiniz?

# GeoNoteInsert
source: Insert GeoNote
cs: Vložit GeoNote
de: GeoNote einfügen
es: Insertar GeoNote
et: Lisa GeoNote
fi: Lisää GeoNote
fr: Insérer GeoNote
it: Inserisci GeoNote
ja: GeoNoteの挿入
ko: [GeoNote 입력]
nl: Toevoegen GeoNote
pt: Inserir GeoNote
ru: Вставить GeoNote
sv: Lägg till GeoNote
tr: GeoNote Ekle

# FeatureDetailsAttachNewItem
source: Attach new {0}
cs: Připojeno {0} nových
de: {0} neu anhängen
es: Adjuntar nuevo {0}
et: Ühenda uus {0}
fi: Liitä uusi {0}
fr: Attacher nouvel élément {0}
it: Allega nuovo {0}
ja: 新規添付 {0}
ko: [신규 {0} 첨부]
nl: Koppel nieuw {0}
pt: Anexar novo {0}
ru: Присоединить новый {0}
sv: Bifoga ny {0}
tr: Yeni {0} ekle

# TypedValueGeometryControlClearToolTip
source: Clear geometry
cs: Smazat geometrii
de: Geometrie säubern
es: Limpiar geometría
et: Puhasta geomeetria
fi: Poista geometria
fr: Supprimer la géométrie
it: Cancella geometria
ja: ジオメトリの消去
ko: [도형 초기화]
nl: Verwijder geometrie
pt: Limpar geometria
ru: Очистить геометрию
sv: Töm geometri
tr: Geometriyi Temizle

# TypedValueGeometryControlCopyToolTip
source: Set from selection
cs: Nastavit výběr
de: Von Auswahl übernehmen
es: Establecer desde la selección
et: Määra valikust
fi: Aseta valinnasta
fr: Créer à partir de la sélection
it: Imposta dalla selezione
ja: 選択から設定
ko: [선택된것으로 설정]
nl: Zet van selectie
pt: Definir da seleção
ru: Установить из выделенного
sv: Sätt frĺn val
tr: Seçimden Ayarla

# TypedValueGeometryControlEditToolTip
source: Edit geometry
cs: Upravit geometrii
de: Geometrie bearbeiten
es: Editar geometría
et: Muuda geomeetriat
fi: Muokkaa geometriaa
fr: Editer la géométrie
it: Modifica la geometria
ja: ジオメトリの編集
ko: [도형편집]
nl: Wijzig geometrie
pt: Editar geometria
ru: Редактировать геометрию
sv: Ändra geometri
tr: Geometriyi Düzenle

# TypedValueJoinControlClearToolTip
source: Clear join
cs: Smazat vazbu
de: Verknüpfung entfernen
es: Limpiar relación
et: Puhasta ühendus
fi: Poista liitos
fr: Supprimer la jointure
it: Annulla la join
ja: ジョインの消去
ko: [연결관계 제거]
nl: Verwijder relatie
pt: Limpar relacionamento
ru: Очистить связь
sv: Töm länk
tr: Katılımı Temizle

# TypedValueJoinControlCopyToolTip
source: Set from selection
cs: Nastavit podle výběru
de: Von Auswahl übernehmen
es: Establecer desde la selección
et: Määra valikust
fi: Aseta valinnasta
fr: Créer à partir de la sélection
it: Imposta dalla selezione
ja: 選択から設定
ko: [선택 설정]
nl: Zet van selectie
pt: Definir da seleção
ru: Установить из выделенного
sv: Sätt frĺn val
tr: Seçimden Ayarla

# MapPopupCopyCoordinateToClipboard
source: Copy Coordinate
cs: Zkopírovat souřadnici
de: Koordinate kopieren
es: Copiar coordenada
et: Kopeeri koordinaat
fi: Kopioi koordinaatit
fr: Copier les Coordonnées
it: Copia coordinate
ja: 座標系のコピー
ko: [좌표 복사]
nl: Kopieër coordinaat
pt: Copiar Coordenada
ru: Копировать координату
sv: Kopiera koordinat
tr: Koordinatı Kopyala

# MapPopupGotoSelection
source: To Selected Features
cs: Jít na vybrané prvky
de: Zu den ausgewählten Features
es: A entidades seleccionadas
et: Valitud objektile
fi: Siirry valintaan
fr: Zoomer sur la Sélection
it: Vai alle caratterisitche selezionate
ja: 選択フィーチャに移動
ko: [선택된 피처로]
nl: Naar geselecteerde features
pt: Ir Para Componentes Selecionados
ru: К выделенным объектам
sv: Till valda objekt
tr: Seçili Detaylara

# MapPopupClearSelection
source: Clear Selection
cs: Smazat výběr
de: Auswähl säubern
es: Limpiar selección
et: Tühista valik
fi: Poista valinta
fr: Libérer la Sélection
it: Annulla selezione
ja: 選択の消去
ko: [선택 해제]
nl: Maak Selectie Leeg
pt: Limpar Seleção
ru: Убрать выделение
sv: Töm val
tr: Seçimi Temizle

# MapPopupEditGeometrySelection
source: Edit Selected Geometry
cs: Upravit vybranou geometrii
de: Ausgewählte Geometrie bearbeiten
es: Editar geometría seleccionada
et: Muuda valitud geomeetriat
fi: Muokkaa valittua geometriaa
fr: Modifier la Géométrie sélectionnée
it: Modifica la geometria selezionata
ja: 選択ジオメトリの編集
ko: [선택된 도형 편집]
nl: Wijzig geselecteerde geometrie
pt: Editar Geometria Selecionada
ru: Редактировать выбранную геометрию
sv: Ändra vald geometri
tr: Seçili Geometriyi Düzenle

# MapPopupCreateTrailFromSelection
source: Create Trail from Selection
cs: Vytvořit pomocnou čáru z výběru
de: Erzeuge Hilfslinienzug von Auswahl
es: Crear trazo a partir de la selección
et: Loo valitust jälg
fi: Luo apugeometria valinnasta
fr: Créer un Trait à partir de la Sélection
it: Crea percorso dalla selezione
ja: 選択からトレイルを作成
ko: [선택된 도형으로 트레일 생성]
nl: Maak Trail van Selectie
pt: Criar Trilho da Seleção
ru: Создать геометрию из выделенного объекта
sv: Skapa hjälplinje frĺn val
tr: Seçimden İz Sürüm Yarat

# MapPopupRemoveTrail
source: Remove Trail
cs: Smazat pomocnou čáru
de: Hilfslinienzug entfernen
es: Borrar trazo
et: Eemaldama jälg
fi: Poista apugeometria
fr: Supprimer les Traits sélectionnés
it: Rimuovi percorso
ja: トレイルの削除
ko: [트레일 삭제]
nl: Verwijder Trail
pt: Remover Trilho
ru: Удалить геометрию
sv: Ta bort hjälplinje
tr: İz Sürümü Kaldır

# MapPopupObjectProperties
source: Object Properties
cs: Vlastnosti objektu
de: Objekt Eigenschaften
es: Propiedades del objeto
et: Objekti omadused
fi: Kohteen ominaisuudet
fr: Propriétés de l'objet
it: Propriet� oggetto
ja: オブジェクトのプロパティ
ko: [객체 속성]
nl: Object Eigenschappen
pt: Propriedades do Objeto
ru: Свойства объекта
sv: Egenskaper objekt
tr: Nesne Özellikleri

# PrintTemplateDefault
source: {0} Default Template
cs: {0} Výchozí šablona
de: {0} Standard Vorlage
es: {0} plantilla por defecto
et: {0}Vaikimisi põhi
fi: {0} Oletustulostuspohja
fr: Modèle par défaut {0}
it: {0} Modello standard
ja: {0} デフォルトのテンプレート
ko: [기본 템플릿-{0}]
nl: {0} Standaard Sjabloon
pt: {0} Template Padrão
ru: {0} Шаблон по умолчанию
sv: {0} Standardmall
tr: {0} Varsayılan Şablon

# PrintTemplateDefaultWithLegend
source: {0} Legend Template
cs: {0} Šablona legendy
de: {0} Legendenvorlage
es: {0} plantilla de leyenda
et: {0} Legendi põhi
fi: {0} Tulostuspohja nimiöllä
fr: Modèle avec légende {0}
it: {0} Legenda del modello
ja: {0} 凡例テンプレート
ko: [범례 템플릿-{0}]
nl: {0} Legenda Sjabloon
pt: {0} Legenda do Template
ru: {0} Шаблон легенды
sv: {0} Mall med legend
tr: {0} Gösterge Şablonu

# PrintTemplateDefaultDescription
source: Default print template
cs: Tisk výchozí šablony
de: Standard Druckvorlage
es: Plantilla de impresión por defecto
et: Vaikimisi trüki põhi
fi: Oletustulostuspohja
fr: Modèle d'impression par défaut
it: Stampa modello predefinito
ja: デフォルトの印刷テンプレート
ko: [기본 템플릿]
nl: Standaard afdruk sjabloon
pt: Template de impressão padrão
ru: Шаблон печати по умолчанию
sv: Standard utskriftsmall
tr: Varsayılan Çıktı Şablonu

# PrintTemplateDefaultWithLegendDescription
source: Template with legend
cs: Šablona s legendou
de: Vorlage mit Legende
es: Plantilla con leyenda
et: Põhi koos legendiga
fi: Tulostuspohja nimiöllä
fr: Modèle avec légende
it: Modello con leggenda
ja: 凡例付きテンプレート
ko: [범례 상세정보 템플릿]
nl: Sjabloon met legenda
pt: Template com legenda
ru: Шаблон с легендой
sv: Utskriftsmall med legend
tr: Göstergeli Şablon

# QueriesNewQueryTableServiceProviderGroup
source: Group
cs: Skupina
de: Gruppe
es: Grupo
et: Grupp
fi: Ryhmä
fr: Groupe
it: Gruppo
ja: グループ
ko: [질의 그룹]
nl: Groep
pt: Grupo
ru: Группа
sv: Grupp
tr: Grup

# MapMeasureDimModeDescription
source: Measuring (Orthogonal) using WGS84 coordinate system
cs: Měření (ortogonální) pomocí WGS84 souřadnicového systému
de: Messen (Orthogonal) mit WGS84 Koordinatensystem
es: Medida (Ortogonal) usando sistema de coordenadas WGS84
et: Mõõda (ortogonaalne), kasutades WGS84 koordinaatsüsteemi
fi: Mittaa (kohtisuoraan)käyttäen WGS84 koordinaattijärjestelmää
fr: Mesure (orthogonale) basée sur le système WGS84
it: Misurazione (Ortogonale) utilizzando il sistema di coordinate WGS84
ja: WGS84 座標系を使用して測定（直交）
ko: [측정-WGS84 직교(Orthogonal) 좌표계]
nl: Meten (Orthogonaal) met WGS84 coördinaten systeem
pt: Medição (Ortogonal) utilizando o sistema de coordenadas WGS84
ru: Ортогональные измерения в системе координат WGS84
sv: Mäter(Ortogonalt) med WGS84 koordinatsystem
tr: WGS84 kordinat sistemini kullanarak (Dikey) ölçüm alımı

# MapMeasureFreeModeDescription
source: Measuring using WGS84 coordinate system
cs: Měření pomocí WGS84 souřadnicového systému
de: Messen mit WGS84 Koordinatensystem
es: Medida usando sistema de coordenadas WGS84
et: Mõõda, kasutades WGS84 koordinaatsüsteemi
fi: Mittaa käyttäen WGS84 koordinaattijärjestelmää
fr: Mesure basée sur le système WGS84
it: Misurazione utilizzando il sistema di coordinate WGS84
ja: WGS84 座標系を使用して測定
ko: [측정-WGS84 좌표계]
nl: Meten met WGS84 coördinaten systeem
pt: Medição utilizando o sistema de coordenadas WGS84
ru: Измерения в системе координат WGS84
sv: Mäter med WGS84 koordinatsystem
tr: WGS84 kordinat sistemini kullanarak ölçüm alımı
