Repository: medKHALIFI/managers
Catalog: Lite/Resources/Localization/ApplicationResources.*.resx
Languages: cs, de, es, et, fi, fr, it, ja, ko, nl, pt, ru, sv, tr

source: Add Layer
cs: Přidat Vrstvu
de: Ebene hinzufügen
es: Añadir capa
et: Lisa kiht
fi: Lisää taso
fr: Ajouter une Couche
it: Aggiungi livello
ja: レイヤーの追加
ko: 레이어 추가
nl: Voeg Laag Toe
pt: Adicionar Nível
ru: Добавить слой
sv: Lägg till lager
tr: Katman Ekle

source: Add Query
cs: Přidat Dotaz
de: Neue Abfrage
es: Nueva consulta
et: Lisa päring
fi: Lisää kysely
fr: Ajouter une Requête
it: Aggiungi Query
ja: クエリの追加
ko: 질의문 추가
nl: Nieuwe Query
pt: Adicionar Pesquisa
ru: Добавить запрос
sv: Lägg till frĺga
tr: Sorgu Ekle

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
et: Tühista
fi: Peru
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Afbreken
pt: Cancelar
ru: Отменить
sv: Avbryt
tr: Iptal et

source: Change language
cs: Změnit jazyk
de: Sprache ändern
es: Cambiar lenguaje
et: Muuda keel
fi: Vaihda kieli
fr: Modifier la langue
it: Cambia lingua
ja: 言語の変更
ko: 언어 변경
nl: Taal wijzigen
pt: Modificar lingua
ru: Сменить язык
sv: Ändra sprĺk
tr: Dili Değiştir

source: Clear Selection
cs: Zrušit Zvýraznění a Výběr
de: Auswahl aufheben
es: Limpiar selección
et: Tühista valik
fi: Poista korostus ja valinta
fr: Libérer la Sélection
it: Annulla la selezione
ja: 選択の消去
ko: 하일라이트 및 선택 해제
nl: Wis Selectie en Highlight
pt: Desmarcar realce/selecção
ru: Отменить выделение
sv: Töm valda och tända
tr: Vurgu ve seçimleri kaldır

source: Export
cs: Exportovat
de: Exportieren
es: Exportar
et: Ekspordi
fi: Vie
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
nl: Exporteer
pt: Exportar
ru: Экспорт
sv: Exportera
tr: Aktarım

source: Export Query Results
cs: Exportovat Výsledky Dotazu
de: Export Abfrage Ergebnisse
es: Exportar consulta
et: Ekspordi päringu tulemused
fi: Vie kyselyn tulokset
fr: Exporter le Résultat de la Requête
it: Esporta i risultati della query
ja: クエリの結果をエクスポート
ko: 질의 결과 내보내기
nl: Exporteer Query Resultaten
pt: Exportar resultados
ru: Экспорт результатов запроса
sv: Exportera frĺgeresultat
tr: Sorgu sonuçlarını dışa aktar

# ExpressionAddLine
source: Add Line
cs: Přidat Linii
de: Zeile hinzufügen
es: Añadir línea
et: Lisa joon
fi: Lisää rivi
fr: Ajouter une Expression
it: Aggiunge la riga
ja: 行の追加
ko: 선분 추가
nl: Voeg Regel Toe
pt: Adicionar linha
ru: Добавить строку
sv: Lägg till linje
tr: Çizgi Ekle

# ExpressionRemoveLine
source: Remove Line
cs: Odstranit Linii
de: Zeile löschen
es: Borrar línea
et: Eemalda joon
fi: Poista rivi
fr: Supprimer l'Expression
it: Elimina la riga
ja: 線の削除
ko: 선분 삭제
nl: Verwijder Regel
pt: Remover linha
ru: Удалить строку
sv: Ta bort linje
tr: Çizgiyi kaldır

# FeatureDetails
source: Details
cs: Detaily
de: Eigenschaften
es: Detalles
et: Detailid
fi: Tiedot
fr: Propriétés
it: Dettagli
ja: 詳細
ko: 상세 정보
pt: Detalhes
ru: Реквизиты
sv: Detaljer
tr: Ayrıntılar

# FeatureDetailsGettingFeature
source: Getting Feature
cs: Získávám Položku
de: Elemente abrufen
es: Obtener elemento
et: Objekti leidmine
fi: Haetaan kohde
fr: Récupération de l'Elément
it: Ricezione dei dettagli
ja: フィーチャ取得
ko: 피처 조회
nl: Feature ophalen
pt: Recebendo item
ru: Получение данных
sv: Hämtar objekt
tr: Öğe Alma

# FeatureDetailsSelectFeatureFromMap
source: Select a Feature from the Map
cs: Vybrat Prvek z Mapy
de: Wählen Sie ein Element auf der Karte
es: Seleccionar elemento en el mapa
et: Vali objekt kaardilt
fi: Valitse kohde kartalta
fr: Sélectionner un Elément sur la Carte
it: Seleziona oggetti sulla mappa
ja: 地図上のフィーチャを選択
ko: 지도에서 임의의 피처 선택
nl: Selecteer een feature op de Kaart
pt: Selecione um item no Mapa
ru: Выделить объекты на карте
sv: Välj ett objekt i kartan
tr: Haritadan Bir Öğe Seç

# FeatureResultListRetrievingCollection
source: Retrieving Collection
cs: Získávám Sbírku
de: Tabelle abrufen
es: Obteniendo datos
et: Tulemuste lugemine
fi: Haetaan joukkoa
fr: Récupération de la Collection
it: Recupero della collezione
ja: コレクションの抽出
ko: 콜렉션 조회
nl: Collectie wordt opgehaald
pt: Recebendo a Colecção
ru: Получение коллекции
sv: Hämtar data
tr: Koleksiyon Alınıyor

# GeoLocatorEmptyRequest
source: Empty Place
cs: Prázdné Místo
de: Ergebnisse löschen
es: Borrar lugar
et: Tühi päring
fi: Tyhjä paikka
fr: Place Vide
it: Richiesta vuota
ja: 空の場所
ko: 빈 공간
pt: Limpar
ru: Пустой запрос
sv: Tom plats
tr: Boşalt

source: Go To Home View
cs: Jdi na Domovský Pohled
de: Startansicht
es: Ir a vista Inicial
et: Mine koduvaatele
fi: Palaa alkunäkymään
fr: Aller à la Vue d'Accueil
it: Vai alla pagina iniziale
ja: ホームビューに移動
ko: 홈 화면으로 이동
nl: Ga Naar Home View
pt: Ir para vista incial
ru: Показать начальный вид
sv: Gĺ till hem-vy
tr: Ana görüntüye dön

source: Go To Selection
cs: Jdi na Výběr
de: Gehe zu Auswahl
es: Ir a la selección
et: Mine valitule
fi: Keskitä valintaan
fr: Aller à la Sélection Courante
it: Vai alla selezione
ja: 選択に移動
ko: 선택된 위치로 이동
nl: Ga Naar Selectie
pt: Ir para selecção
ru: Показать выделенное
sv: Gĺ till val
tr: Seçime git

source: Highlight Selection in Map
cs: Zvýraznit Výběr na Mapě
de: Auswahl hervorheben
es: Resaltar selección
et: Erista valik kaardil
fi: Korosta valinta kartalla
fr: Mettre la Sélection en Surbrillance sur la Carte
it: Evidenza la selezione sulla mappa
ja: 選択を地図上で強調表示
ko: 지도에 하일라이트
nl: Highlight Selectie in Kaart
pt: Realçar selecção no Mapa
ru: Подсветить выделенные объекты на карте
sv: Tänd val i karta
tr: Seçimi Haritada Vurgula

source: Layers
cs: Vrstvy
de: Ebenen
es: Capas
et: Kihid
fi: Tasot
fr: Couches
it: Livelli
ja: レイヤー
ko: 레이어
nl: Lagen
pt: Níveis
ru: Слои данных
sv: Lager
tr: Katmanlar

# LayersNewLayerServiceProvider
source: Provider
cs: Poskytovatel
es: Proveedor
et: Teenus
fi: Tarjoaja
fr: Fournisseur
ja: プロバイダー
ko: 공급자
pt: Provedor
ru: Источник данных
sv: Leverantör
tr: Sağlayıcı

# LayersNewLayerServiceProviderGroupType
source: Type
cs: Typ
de: Typ
es: Tipo
et: Tüüp
fi: Tyyppi
it: Tipo
ja: 種別
ko: 타입
pt: Tipo
ru: Тип
sv: Typ
tr: Tür

# LayersNewLayerServiceProviderLayer
source: Layer
cs: Vrstva
de: Ebene
es: Capa
et: Kiht
fi: Taso
fr: Couche
it: Livello
ja: レイヤー
ko: 레이어
nl: Laag
pt: Nível
ru: Слой
sv: Lager
tr: Katman

source: Map
cs: Mapa
de: Karte
es: Mapa
et: kaart
fi: Kartta
fr: Carte
it: Mappa
ja: 地図
ko: 지도
nl: Kaart
pt: Mapa
ru: Карта
sv: Karta
tr: Harita

# MapDefaultMode
source: Select Mode
cs: Režim Výběru
de: Auswahlmodus
es: Modo selección
et: Valiku režiim
fi: Valintatila
fr: Sélectionner
it: Modalità di selezione
ja: モードの選択
ko: 선택 모드
nl: Standaard Modus
pt: Modo de selecção
ru: Режим выделения
sv: Välj-läge
tr: Biçimi seç

# MapGoToPreviousWorld
source: Return to Geographic Map
cs: Zpět na Geografickou Mapu
de: Zurück zur geografischen Karte
es: Mapa geográfico
et: Tagasi geograafilisele kaardile
fi: Palaa kartalle
fr: Revenir à la Vue Géographique
it: Torna alla mappa geografica
ja: ジオグラフィック地図に戻る
ko: 이전 화면으로 복귀
nl: Terug naar Geografische Kaart
pt: Voltar ao mapa geográfico
ru: Назад к Географической карте
sv: Tillbaka till geografisk karta
tr: Coğrafi Haritaya dön

# MapLayersDescriptionFormat
source: {0} - Layers
cs: {0} - Vrstev
de: {0} - Ebenen
es: {0} - Capas
et: {0} - Kihid
fi: {0} - Tasoa
fr: {0} - Couches
it: {0} - Livelli
ja: {0} - レイヤー
ko: {0} - 레이어
nl: {0} - Lagen
pt: {0} - Níveis
ru: Количество слоёв: {0}
sv: {0} - Lager
tr: {0} - Katmanlar

# MapMeasureDimMode
source: Orthogonal
cs: Ortogonální Měření
de: Messmodus
es: Medida ortogonal
et: Mõõda ortogonaalselt
fi: Suorakulmainen mittaus
fr: Dimension
it: Misura ortogonale
ja: 直交
ko: 직교 측정
nl: Orthogonaal
pt: Medida ortogonal
ru: Ортогональные Измерения
sv: Mät ortogonalt
tr: Dikey ölçüsünü al

# MapMeasureFreeMode
source: Measure
cs: Změřit
de: Messmodus
es: Medida
et: Mõõda
fi: Mittaa
fr: Mesure
it: Misura
ja: 測定
ko: 측정
nl: Enkel
pt: Medida
ru: Размер
sv: Mät
tr: Ölçüsünü al

# MapRemoveStringFormat
source: Are you sure you want to remove the Map '{0}'?
cs: Skutečně chcete odstranit Mapu '{0}'?
de: Soll die Karte '{0}' wirklich entfernt werden?
es: Seguro que quiere eliminar el mapa '{0}'?
et: Oled kindel, et tahad eemaldada kaardi '{0}'?
fi: Oletko varma, että haluat poistaa kartan '{0}'?
fr: Confirmez-vous la suppression de la Carte '{0}' ?
it: Siete sicuri di voler rimuovere la mappa '{0}'?
ja: 地図 '{0}'を削除してもよろしいですか？
ko: '{0}' 지도를 삭제하시겠 습니까?
nl: Weet u zeker dat u de Kaart {0} wilt verwijderen?
pt: Tem a certeza de que deseja remover o Mapa {0}?
ru: Вы уверены что хотите удалить Карту '{0}'?
sv: Är du säker pĺ att du vill ta bort kartan '{0}'?
tr: {0}' Haritasını silmek istediğinize emin misiniz?

# MapRemoveTitle
source: Remove Map?
cs: Odstranit Mapu?
de: Karte entfernen?
es: Borrar mapa?
et: Eemalda kaart?
fi: Poista kartta?
fr: Supprimer la Carte ?
it: Rimuovere la mappa?
ja: 地図の削除？
ko: 지도 삭제
nl: Kaart verwijderen?
pt: Remover Mapa?
ru: Удалить Карту?
sv: Ta bort karta?
tr: Haritayı kaldır?

source: Maps
cs: Mapy
de: Karten
es: Mapas
et: Kaardid
fi: Kartat
fr: Cartes
it: Mappe
ja: 地図
ko: 지도
nl: Kaarten
pt: Mapas
ru: Карты
sv: Kartor
tr: Haritalar

# MapsAddMap
source: Add a Map
cs: Přidat Mapu
de: Neue Karte
es: Añadir Mapa
et: Lisa kaart
fi: Lisää kartta
fr: Ajouter une Carte
it: Aggiungi mappa
ja: 地図の追加]
ko: 지도 추가
nl: Voeg kaart toe
pt: Novo Mapa
ru: Добавить карту
sv: Lägg till karta
tr: Harita ekle

# MapsNewMapServiceProvider
source: Provider
cs: Poskytovatel
de: Web-Anbieter
es: Proveedor
et: Teenus
fi: Tarjoaja
fr: Fournisseur
ja: プロバイダー
ko: 공급자
pt: Provedor
ru: Источник данных
sv: Leverantör
tr: Sağlayıcı

# MapsNewMapServiceProviderGroupType
source: Type
cs: Typ
de: Typ
es: Tipo
et: Tüüp
fi: Tyyppi
it: Tipo
ja: 種別
ko: 타입
pt: Tipo
ru: Тип
sv: Typ
tr: Tür

# MapsNewMapServiceProviderMap
source: Base On
cs: Založeno na
de: Karte
es: Base
et: Baseerub
fi: Perusta
fr: À partir de
it: Accendi Base
ja: 基準
ko: 기반
nl: Kaart
pt: Mapa
ru: Включить Базу
sv: Baserad pĺ
tr: Baz harita

# MessageBoxCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
et: Tühista
fi: Peru
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal

# MessageBoxOK
source: OK
ko: 확인
tr: Tamam

# NoServerAddressInHtmlPage
source: No server address has been specified in the html page of the application
cs: Na HTML stránce aplikace nebyla zadána žádná adresa serveru
de: Es wurde keine Server-Adresse in der HTML-Seite dieser Anwendung angegeben.
es: No se ha especificado la dirección del servidor en la página HTML
et: Rakenduse html lehel ei ole määratud serveri aadressit
fi: Sovelluksen html sivulla ei ole määritelty palvelimen osoitetta
fr: Aucune adresse serveur n'a été spécifiée dans la page HTML de l'application
it: Indirizzo del server non � specificato sulla pagina HTTL dell'applicazione
ja: アプリケーションのhtmlページにサーバーアドレスが指定されていません
ko: 응용 프로그램의 HTML 페이지에 서버 주소가 정의되어 있지 않습니다.
nl: Er is geen serveradres opgegeven in de Html pagina van deze application
pt: A página HTML desta aplicação não contém nenhum endereço de servidor
ru: Адрес сервера не был указан на HTML странице приложения
sv: Ingen serveradress har angetts pĺ html sidan för applikationen
tr: Uygulamanın html sayfasında herhangi bir sunucu adresi tanımlanmamış

# NoServerAddressInHtmlPageTitle
source: No Server Address Found
cs: Nebyla nalezena žádná adresa serveru
de: Keine Server-Adresse gefunden
es: No se encuentra la dirección del servidor
et: Serveri aadressit ei leitud
fi: Palvelimen osoitetta ei löydy
fr: Aucune adresse serveur trouvée
it: Indirizzo del Server non trovato
ja: サーバーアドレスが見つかりません
ko: 서버 주소를 찾을 수 없습니다.
nl: Geen Serveradres Gevonden
pt: Nenhum endereço de servidor foi encontrado
ru: Адрес сервера не найден
sv: Kan inte hitta serveradress
tr: Herhangi bir sunucu adresi bulunamadı

# OverviewMapHide
source: Hide the mini map
cs: Skrýt mini mapu
de: Miniaturkarte ausblenden
es: Ocultar mapa adicional
et: Peida minikaart
fi: Piilota yleisnäkymä
fr: Cacher la Mini-Carte
it: Nascondi mini mappa
ja: 小地図を隠す
ko: 미니 지도 감추기
nl: Verberg Overzichtskaart
pt: Ocultar Mapa de Visão Geral
ru: Спрятать мини карту
sv: Dölj mini-karta
tr: Küçük haritayı gizle

# OverviewMapShow
source: See the mini map
cs: Zobrazit mini mapu
de: Miniaturkarte anzeigen
es: Mostrar mapa adicional
et: Näita minikaarti
fi: Näytä yleisnäkymä
fr: Afficher la Mini-Carte
it: Visualizza mini mappa
ja: 小地図を見る
ko: 미니 지도 보기
nl: Toon Overzichtskaart
pt: Mostrar Mapa de Visão Geral
ru: Показать мини карту
sv: Visa mini-karta
tr: Küçük haritayı göster

# PlaceFinderSnapShot
source: Snapshot
de: Schnappschuss
et: Näidishulk
fi: Kuva
fr: Instantané
it: Istantanea
ja: スナップショット
ko: 스냅샷
pt: Instantâneo
ru: Снимок
sv: Ögonblicksbild
tr: Anlık görüntü

source: Print
cs: Tisk
de: Drucken
es: Imprimir
et: Trüki
fi: Tulosta
fr: Imprimer
it: Stampa
ja: 印刷
ko: 출력
nl: Printen
pt: Imprimir
ru: Печать
sv: Skriv ut
tr: Çıktı al

source: Queries
cs: Dotazy
de: Abfragen
es: Consultas
et: Päringud
fi: Kyselyt
fr: Requêtes
it: Query
ja: クエリ
ko: 질의
pt: Pesquisas
ru: Запрос
sv: Frĺgor
tr: Sorgular

# QueriesNewQueryTableServiceProvider
source: Provider
cs: Poskytovatel
es: Proveedor
et: Teenus
fi: Tarjoaja
fr: Fournisseur
ja: プロバイダー
ko: 공급자
pt: Provedor
ru: Источник данных
sv: Leverantör
tr: Sağlayıcı

# QueriesNewQueryTableServiceProviderGroupType
source: From
cs: Z
de: Typ
es: Desde
et: Allikas
fi: Mistä
fr: De
it: Dal
ja: から
ko: 출처
nl: Type
pt: De
ru: От
sv: Frĺn
tr: Nereden

# QueriesNewQueryTableServiceProviderTable
source: Table
cs: Tabulka
de: Tabelle
es: Tabla
et: Tabel
fi: Luettelo
it: Tabella
ja: テーブル
ko: 테이블
nl: Tabel
pt: Tabela
ru: Таблица
sv: Tabell
tr: Tablo

source: Query
cs: Dotaz
de: Abfrage
es: Consulta
et: Päring
fi: Kysely
fr: Requête
ja: クエリ
ko: 질의
pt: Pesquisa
ru: Запрос
sv: Frĺga
tr: Sorgu

# QueryCreatingExport
source: Creating Export
cs: Vytvářím Export
de: Export wird erstellt
es: Exportando
et: Eksportimine
fi: Luodaan exporttia
fr: Création de l'Export
it: Export in corso
ja: エクスポートの作成
ko: 내보내기 작성하기
nl: Export wordt gemaakt
pt: A gerar Exportação
ru: Идёт экспорт
sv: Skapar export
tr: Aktarım oluşturuluyor

# QueryCreatingReport
source: Creating Report
cs: Vytvářím Report
de: Bericht wird erstellt
es: Creando Informe
et: Raporti koostamine
fi: Luodaan raporttia
fr: Création du Rapport
it: Creazione Report in corso
ja: レポートの作成
ko: 보고서 만들기
nl: Rapport wordt gemaakt
pt: A gerar Relatório
ru: Выполняется создание отчёта
sv: Skapar rapport
tr: Rapor oluşturuluyor

# QueryRemoveStringFormat
source: Are you sure you want to remove the Query '{0}'?
cs: Skutečně chcete odstranit Dotaz '{0}'?
de: Wollen Sie die Abfrage '{0}' wirklich löschen?
es: ¿Seguro que quiere borrar la consulta '{0}'?
et: Oled kindel, et tahad kustutada päringu '{0}'?
fi: Oletko varma että haluat poistaa kyselyn '{0}'?
fr: Confirmez-vous la suppression de la Requête '{0}' ?
it: Siete sicuri di voler rimuovere la Query '{0}'?
ja: クエリ'{0}'を削除してもよろしいですか？
ko: '{0}' 질의문을 삭제하시겠습니까?
nl: Weet u zeker dat u de Query {0} wilt verwijderen?
pt: Tem a certeza de que deseja remover a Pesquisa {0}?
ru: Вы действительно хотите удалить запрос '{0}'?
sv: Är du säker pĺ att du vill ta bort frĺgan '{0}'?
tr: {0}' Sorgusunu silmek istediğinizden emin misiniz?

# QueryRemoveTitle
source: Remove Query?
cs: Odstranit Dotaz?
de: Abfrage löschen?
es: ¿Borrar consulta?
et: Eemalda päring?
fi: Poista kysely?
fr: Supprimer la Requête ?
it: Rimuovere Query?
ja: クエリの削除？
ko: 질의문 삭제?
nl: Query verwijderen?
pt: Remover Pesquisa?
ru: Удалить запрос?
sv: Ta bort frĺga?
tr: Sorguyu kaldır?

# QuerySelectCurveFromMap
source: Select a curve from the map
cs: Vybrat křivku na mapě
de: Wählen Sie eine Kurve auf der Karte
es: Seleccionar línea en el mapa
et: Vali kaardilt kõverjoon
fi: Valitse kaariviiva kartalta
fr: Sélectionner une Ligne sur la carte
it: Selezionare una curva sulla mappa
ja: 地図上の曲線を選択
ko: 지도에서 곡선 선택
nl: Selecteer een curve op de kaart
pt: Selecione uma Curva no Mapa
ru: Выделить кривую на карте
sv: Välj en linje i kartan
tr: Harita üzerinden bir eğri seç

# QuerySelectGeometryFromMap
source: Select a geometry from the map
cs: Vybrat geometrii na mapě
de: Wählen Sie eine Geometrie auf der Karte
es: Seleccionar geometría en el mapa
et: Vali kaardilt geomeetria
fi: Valitse geometria kartalta
fr: Sélectionner une Géométrie sur la carte
it: Selezionare una geometria sulla mappa
ja: 地図上のジオメトリを選択
ko: 지도에서 도형정보 선택
nl: Selecteer een geometrie op de kaart
pt: Selecione uma Geometria no Mapa
ru: Выделить геометрию на карте
sv: Välj en geometri i kartan
tr: Harita üzerinden bir konum seç

# QuerySelectPointFromMap
source: Select a point from the map
cs: Vybrat bod na mapě
de: Wählen Sie einen Punkt auf der Karte
es: Seleccionar punto en el mapa
et: Vali kaardilt punkt
fi: Valitse piste kartalta
fr: Sélectionner un Point sur la carte
it: Selezionare un punto sulla mappa
ja: 地図上のジオメトリを選択
ko: 지도에서 점 선택
nl: Selecteer een punt op de kaart
pt: Selecione um Ponto no Mapa
ru: Выделить точку на карте
sv: Välj en punkt i kartan
tr: Harita üzerinden bir nokta seç

# QuerySelectPolygonFromMap
source: Select a polygon from the map
cs: Vybrat polygon na mapě
de: Wählen Sie ein Polygon auf der Karte
es: Seleccionar área en el mapa
et: Vali kaardilt polügon
fi: Valitse monikulmio kartalta
fr: Sélectionner un Polygone sur la carte
it: Selezionare un poligono sulla mappa
ja: 地図上のポリゴンを選択
ko: 지도에서 다각형 선택
nl: Selecteer een polygoon op de kaart
pt: Selecione um Polígono no Mapa
ru: Выделить полигон на карте
sv: Välj en polygon i kartan
tr: Harita üzerinden bir poligon seç

# QueryViaExpressionBuilder
source: Builder
cs: Tvůrce
de: Assistent
es: Constructor
et: Päringukoostaja
fi: Rakentaja
fr: Constructeur
it: Costruttore
ja: ビルダー
ko: 빌더
pt: Editor
ru: Конструктор
sv: Byggaren
tr: Kurucu

source: Remove Query
cs: Odstranit Dotaz
de: Abfrage löschen
es: Borrar consulta
et: Eemalda päring
fi: Poista kysely
fr: Supprimer la Requête
it: Rimuovere query
ja: クエリの削除
ko: 질의문 삭제
nl: Verwijder Query
pt: Remover Pesquisa
ru: Удалить запрос
sv: Ta bort frĺga
tr: Sorguyu kaldır

source: Report
cs: Vytvořit Report
de: Berichte
es: Informe
et: Esita
fi: Raportti
fr: Rapport
ja: レポート
ko: 보고서
nl: Rapportages
pt: Relatório
ru: Отчёт
sv: Rapport
tr: Rapor

source: Report Query Results
cs: Vytvořit Repor s Výsledky Dotazu
de: Bericht Abfrage-Ergebnisse
es: Informe del resultado de consulta
et: Esita päringu tulemused
fi: Raportoi kyselyn tulokset
fr: Créer un Rapport à partir du Résultat de la Requête
it: Visualizza risultati della query
ja: クエリ結果のレポート
ko: 질의 결과 보고서
nl: Rapporteer Query Resultaten
pt: Produzir Relatório
ru: Показать результаты запроса
sv: Rapportera frĺgeresultat
tr: Sorgu Sonuçlarını Raporla

source: Run Query
cs: Spustit Dotaz
de: Abfrage ausführen
es: Ejecutar consulta
et: Käivita päring
fi: Suorita kysely
fr: Exécuter la Requête
it: Esegui query
ja: クエリの実行
ko: 질의문 실행
nl: Draai Query
pt: Executar Pesquisa
ru: Выполнить запрос
sv: Kör frĺga
tr: Sorguyu işlet

source: Save Query
cs: Uložit Dotaz
de: Abfrage speichern
es: Guardar consulta
et: Salvesta päring
fi: Tallenna kysely
fr: Sauvegarder la Requête
it: Salva query
ja: クエリの保存
ko: 질의문 저장
nl: Bewaar Query
pt: Guardar Pesquisa
ru: Сохранить запрос
sv: Spara frĺga
tr: Sorguyu sakla

source: Show Favorites
cs: Zobrazit Oblíbené
de: Favoriten anzeigen
es: Mostrar favoritos
et: Näita lemmikud
fi: Näytä suosikit
fr: Afficher les Favoris
it: Visualizza preferiti
ja: お気に入りの表示
ko: 즐겨찾기 표시
nl: Toon Favorieten
pt: Mostrat Favoritos
ru: Показать избранное
sv: Visa favoriter
tr: Tercihleri göster

source: Sign Out
cs: Odhlásit
de: Abmelden
es: Salir
et: Logi välja
fi: Kirjaudu ulos
fr: Déconnexion
it: Esci
ja: サインアウト
ko: 로그아웃
nl: Afmelden
pt: Terminar Sessão
ru: Выйти
sv: Logga ut
tr: Oturumu kapat

source: Switch Scalebar
cs: Změnit Měřítko
de: Maßstabsbalken an/aus
es: Cambiar barra de escala
et: Vaheta skaalariba
fi: Vaihda mittakaavajanaa
fr: Modifier la Barre d'échelle
it: Cambiare la barra della scala
ja: スケールバーの切り替え
ko: 축척바 변경
nl: Schaalstok aan/uit
pt: Comutar escala
ru: Изменить масштабную линейку
sv: Ändra skalstock
tr: Ölçeği değiştir

source: Switch Units
cs: Změnit Jednotky
de: Einheiten ändern
es: Cambiar unidades
et: Vaheta ühikud
fi: Vaihda yksiköt
fr: Modifier les Unités
it: Cambiare unit� di misura
ja: 単位の切り替え
ko: 단위 변경
nl: Wissel Units
pt: Comutar unidades
ru: Изменить единицы измерения
sv: Ändra enheter
tr: Birimleri değiştir

source: Track Selection in Details
cs: Sledovat Výběr v Detailech
de: Auswahl folgen in Details
es: Mostrar detalles de selección
et: Jälgi valikut detailselt
fi: Näytä valinta tarkemmissa tiedoissa
fr: Suivre la Sélection dans le panneau Propriétés
it: Visualizza i dettagli della selezione
ja: 詳細上の選択を追跡
ko: 선택항목을 상세정보에서 확인
nl: Volg Selectie in Details
pt: Acompanhar Selecção no Detalhes
ru: Показать выделенное в деталях
sv: Visa detaljer för val
tr: Seçimi Ayrıntılarda Takip Et

source: Track Selection in Map
cs: Sledovat Výběr v Mapě
de: Auswahl folgen in Karte
es: Mostrar selección en el mapa
et: Jälgi valikut kaardil
fi: Näytä valinta kartalla
fr: Suivre la Sélection sur la Carte
it: Visualizza la selezione sulla mappa
ja: 地図上の選択を追跡
ko: 선택항목을 지도화면에서 확인
nl: Volg Selectie in Kaart
pt: Acompanhar Selecção no Mapa
ru: Показать выделенное карте
sv: Visa val i karta
tr: Seçimi Harita üzerinde Takip Et

# ValueActivationCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Stop
pt: Interromper
ru: Отмена
sv: Avbryt
tr: İptal

# ValueActivationSelectValue
source: Jump to
cs: Přejít na
de: Springen zu
es: Ir a
et: Hüppa valikule
fi: Siirry
fr: Aller à
it: Salta a
ja: ジャンプ
ko: 이동
nl: Spring naar
pt: Ir para
ru: Перейти к
sv: Hoppa till
tr: Git

# FeatureDetailsMultipleFeatures
source: Multiple Features
cs: Více Položek
de: Mehrere Objekte
et: Mitu objekti
fi: Useita kohteita
fr: Sélection Multiple
ja: 複数フィーチャー
ko: 다중 피처
nl: Meerdere Features
sv: Multipla objekt

# FeatureDetailsMultipleFeaturesArea
source: Total Area
cs: Celková Plocha
de: Fläche insgesamt
et: Pindala kokku
fi: Kokonaispinta-ala
fr: Superficie totale
it: Area totale
ja: 全面積
ko: 총 면적
nl: Totale Oppervlakte
sv: Sammanlagd yta

# FeatureDetailsMultipleFeaturesLength
source: Total Length
cs: Celková Délka
de: Länge insgesamt
et: Pikkus kokku
fi: Kokonaispituus
fr: Longueur totale
it: Lunghezza totale
ja: 全長
ko: 총 길이
nl: Totale Lengte
sv: Sammanlagd längd

# FeatureDetailsMultipleFeaturesNumberOfElements
source: Elements
cs: Prvky
de: Elemente
et: Elemente
fi: Elementtejä
fr: Eléments
it: Elementi
ja: 要素
ko: 요소
nl: Elementen
sv: Antal delar

# HeterogeneousMainCollectionDescription
source: All
cs: Vše
de: Alle
es: Todo
et: Kõik
fi: Kaikki
fr: Tout
it: Tutto
ja: 全て
ko: 전체
nl: Alle
pt: Todos
ru: Все
sv: Alla
tr: Hepsi

# MapMeasurer
source: Measurer
cs: Měřidlo
de: Messkomponente
es: Medir
et: Mõõtja
fi: Mittaustyökalu
fr: Mesurer
it: Misuratore
ja: 測定者
ko: 측정기
nl: Meten
pt: Medidor
ru: Измеритель
sv: Mätning
tr: Mesafe Ölçer

# TrailPoint
source: Point
cs: Bod
de: Punkt
es: Punto
et: Punkt
fi: Piste
it: Punto
ja: 点
ko: 점
nl: Punt
pt: Ponto
ru: Точка
sv: Punkt
tr: Nokta

# TrailCurve
source: Curve
cs: Křivku
de: Kurve
es: Línea
et: Kõverjoon
fi: Kaari
fr: Ligne
it: Curva
ja: 曲線
ko: 곡선
nl: Lijn
pt: Curva
ru: Кривая
sv: Linje
tr: Eğri

# TrailCircle
source: Circle
cs: Kruh
de: Kreis
es: Cí­rculo
et: Ring
fi: Ympyrä
fr: Cercle
it: Circonferenza
ja: 円
ko: 원
nl: Cirkel
pt: Círculo
ru: Окружность
sv: Cirkel
tr: Daire

# TrailPolygon
source: Polygon
es: Polígono
et: Polügon
fi: Monikulmio
fr: Polygone
it: Poligono
ja: ポリゴン
ko: 다각형
nl: Vlak
pt: Polígono
ru: Полигон
tr: Çokgen

# TrailRectangle
source: Rectangle
cs: Obdélník
de: Rechteck
es: Rectángulo
et: Ristkülik
fi: Suorakulmio
it: Rettangolo
ja: 矩形
ko: 사각형
nl: Rechthoek
pt: Retângulo
ru: Прямоугольник
sv: Rektangel
tr: Dikdörtgen

# MapTrail
source: Trail
cs: Pomocná Čára
de: Hilfslinienzug
es: Trazo
et: Jälg
fi: Apugeometria
fr: Trait
it: Percorso
ja: トレイル
ko: 트레일
pt: Trilho
ru: Геометрия
sv: Ritobjekt
tr: Iz sürme
